app.get('/loadSongs',function(req,res) {

   var songs=[
    {
        "id":"1",
        "name":"最冷一天",
        "singer":"陈奕迅 - Relmagine Leslie Cheung",
        "url":"http://210.38.1.140:9999/m10.music.126.net/20170820133707/c094f9fd57d446ddaa67a5cab94d4985/ymusic/8c66/b07e/9419/ea09a415a8d974a2b667a032fd4916ae.mp3",
        "lyric":"[00:18.250]如果伤感比快乐更深\n[00:21.960]但愿我一样伴你行\n[00:27.570]当抬头迎面总有密云\n[00:30.919]只要认得你再没有遗憾\n[00:35.239]\n[00:36.690]如果苦笑比眼泪更真\n[00:40.279]但愿笑声像一滴滴吻\n[00:45.949]如明日好景忽远忽近\n[00:49.410]仍愿抱着这份情没疑问\n[00:53.739]\n[00:54.299]任面前时代再低气温\n[00:58.590]多么的庆幸 长夜无需一个人\n[01:02.669]任未来存在哪个可能\n[01:07.700]和你亦是 最后那对变更\n[01:12.979]\n[01:14.289]唯愿在剩余光线面前\n[01:18.810]留下两眼为见你一面\n[01:23.440]仍然能相拥才不怕骤变 但怕思念\n[01:30.570]\n[01:32.179]唯愿会及时拥抱入眠\n[01:37.200]留住这世上最暖一面\n[01:41.620]茫茫人海取暖渡过 最冷一天\n[01:49.449]\n[02:10.140]如果苦笑比眼泪更真\n[02:13.660]但愿笑声像一滴滴吻\n[02:18.670]如明日好景忽远忽近\n[02:22.480]仍愿抱着这份情没疑问\n[02:26.490]\n[02:26.750]任面前时代再低气温\n[02:30.960]多么的庆幸 长夜无需一个人\n[02:35.810]任未来存在哪个可能\n[02:39.860]和你亦是 最后那对变更\n[02:44.440]\n[02:44.760]唯愿在剩余光线面前\n[02:49.160]留下两眼为见你一面\n[02:53.610]仍然能相拥才不怕骤变 但怕思念\n[03:00.770]\n[03:02.250]唯愿会及时拥抱入眠\n[03:06.970]留住这世上最暖一面\n[03:11.440]茫茫人海取暖渡过 最冷一天\n[03:19.660]\n[03:24.620]唯愿在剩余光线面前\n[03:29.310]留下两眼为见你一面\n[03:33.610]仍然能相拥才不怕骤变 但怕思念\n[03:41.110]\n[03:42.390]唯愿会及时拥抱入眠\n[03:46.850]留住这世上最暖一面\n[03:51.150]茫茫人海取暖渡过 最冷一天\n[04:01.100]\n",
        "coverImg":"http://p1.music.126.net/XRKC849XLWUY5mxuDJqQWw==/112150186046505.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/FmEZjyWCNzNp0GgfEh7RWg==/17684545021214249.jpg"
    },
    {
        "id":"2",
        "name":"红玫瑰",
        "singer":"陈奕迅 - 认了吧",
        "url":"http://210.38.1.131:9999/m10.music.126.net/20170820133809/b9de4df60df1295162b7ff78da85ed6d/ymusic/6cf9/3003/9e72/d9dab50f0aa723753c5652dd73a04daf.mp3",
        "lyric":"[00:00.00] 作曲 : 梁翘柏\n[00:01.00] 作词 : 李焯雄\n[00:15.548]梦里梦到醒不来的梦\n[00:18.109]红线里被软禁的红\n[00:22.980]所有刺激剩下疲乏的痛 再无动于衷\n[00:29.699]从背后抱你的时候 期待的却是她的面容\n[00:37.128]说来实在嘲讽 我不太懂 偏渴望你懂\n[00:44.179]是否幸福轻得太沉重\n[00:47.929]过度使用不痒不痛 烂熟透红空洞了的瞳孔\n[00:55.710]终于掏空 终于有始无终\n[00:59.179]得不到的永远在骚动\n[01:02.949]被偏爱的 都有恃无恐\n[01:06.650]玫瑰的红 容易受伤的梦\n[01:10.910]握在手中却流失于指缝\n[01:14.189]又落空\n[01:16.669]\n[01:30.900]红是朱砂痣烙印心口\n[01:33.088]红是蚊子血般平庸\n[01:37.930]时间美化那仅有的悸动 也磨平激动\n[01:45.300]从背后抱你的时候 期待的却是她的面容\n[01:52.300]说来实在嘲讽 我不太懂 偏渴望你懂\n[01:59.070]是否幸福轻得太沉重\n[02:03.389]过度使用 不痒不痛\n[02:06.400]烂熟透红空洞了的瞳孔\n[02:11.349]终于掏空 终于有始无终\n[02:14.768]得不到的永远在骚动\n[02:18.898]被偏爱的都有恃无恐\n[02:22.818]玫瑰的红 容易受伤的梦\n[02:27.990]握在手中却流失于指缝\n[02:30.300]又落空\n[02:34.300]\n[02:45.308]是否说爱都太过沉重\n[02:49.498]过度使用不痒不痛\n[02:52.509]烧得火红 蛇行缠绕心中\n[02:56.868]终于冷冻终于有始无终\n[03:00.288]得不到的永远在骚动\n[03:03.979]被偏爱的都有恃无恐\n[03:08.408]玫瑰的红 容易受伤的梦\n[03:14.189]握在手中却流失于指缝\n[03:16.400]得不到的永远在骚动\n[03:19.758]被偏爱的 都有恃无恐\n[03:23.328]玫瑰的红 伤口绽放的梦\n[03:27.558]握在手中却流失于指缝\n[03:30.960]再落空\n[03:34.818]\n",
        "coverImg":"http://p1.music.126.net/o_OjL_NZNoeog9fIjBXAyw==/18782957139233959.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/CAje2-wQO-54kDbXgQnWiA==/17831879579690867.jpg"
    },
    {
        "id":"3",
        "name":"其实都没有",
        "singer":"杨宗纬 - 初.爱",
        "url":"http://210.38.1.131:9999/m10.music.126.net/20170820133906/a4ae74a38be91ad3ce0756ada7693335/ymusic/a07b/c7bf/80af/df75f4a43cad43fd890bddfa7828e886.mp3",
        "lyric":"[by:1992年11月]\n[00:00.00] 作曲 : 伍冠谚/易桀齐\n[00:01.00] 作词 : 杨宗纬\n[00:16.11]从什么都没有的地方\n[00:19.60]到什么都没有的地方\n[00:22.34]我们 像没发生事一样\n[00:25.68]自顾地 走在路上\n[00:30.12]忘掉了的人只是泡沫\n[00:33.53]用双手轻轻一触就破\n[00:36.30]泛黄 有他泛黄的理由\n[00:39.68]思念将 越来越薄\n[00:43.13]你微风中浮现的 从前的面容\n[00:46.72]已被吹送到天空\n[00:49.95]我在脚步急促的城市之中\n[00:53.77]依然一个人生活\n[00:57.12]我也曾经憧憬过 后来没结果\n[01:00.81]只能靠一首歌真的在说我\n[01:04.29]是用那种特别干哑的喉咙\n[01:07.77]唱着淡淡的哀愁\n[01:10.93]我也曾经作梦过 后来更寂寞\n[01:14.96]我们能留下的其实都没有\n[01:18.38]原谅我用特别沧桑的喉咙\n[01:21.89]假装我很怀旧\n[01:24.74]假装我很痛\n[01:44.22]从什么都没有的地方\n[01:47.54]到什么都没有的地方\n[01:50.47]我们 像没发生事一样\n[01:53.94]自顾地 走在路上\n[01:58.38]忘掉了的人只是泡沫\n[02:01.84]用双手轻轻一触就破\n[02:04.54]泛黄 有他泛黄的理由\n[02:07.97]思念将 越来越薄\n[02:11.52]你微风中浮现的 从前的面容\n[02:15.07]已被吹送到天空\n[02:18.29]我在脚步急促的城市之中\n[02:22.08]依然一个人生活\n[02:29.30]我也曾经憧憬过 后来没结果\n[02:32.57]只能靠一首歌真的在说我\n[02:36.11]是用那种特别干哑的喉咙\n[02:39.62]唱着淡淡的哀愁\n[02:42.84]我也曾经作梦过 后来更寂寞\n[02:46.63]我们能留下的其实都没有\n[02:50.16]原谅我用特别沧桑的喉咙\n[02:53.46]假装我很怀旧\n[02:56.57]假装我很痛\n[03:01.12]我也曾经憧憬过 后来没结果\n[03:04.42]只能靠一首歌真的在说我\n[03:08.07]是用那种特别干哑的喉咙\n[03:11.41]唱着淡淡的哀愁\n[03:14.80]我也曾经作梦过 后来更寂寞\n[03:18.48]我们能留下的其实都没有\n[03:22.19]原谅我用特别沧桑的喉咙\n[03:25.43]假装我很怀旧\n[03:28.68]假装我很痛\n[03:32.38]其实我真的很怀旧\n[03:37.97]而且也很痛\n",
        "coverImg":"http://p1.music.126.net/LvDBXsBEuGK-ZNVs3XmRVg==/7926379325753599.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/6SHEMQD1ISRbxXN5JmrAeg==/17648261137502147.jpg"
    },
    {
        "id":"4",
        "name":"好好恋爱",
        "singer":"邓丽欣/方力申 - Love 05",
        "url":"http://ovqeqbnw9.bkt.clouddn.com/%E9%82%93%E4%B8%BD%E6%AC%A3,%E6%96%B9%E5%8A%9B%E7%94%B3%20-%20%E5%A5%BD%E5%A5%BD%E6%81%8B%E7%88%B1.mp3 ",
        "lyric":"[00:17.87]F:共你相识三千天 我没名无姓\n[00:21.26]庆幸也与你逛过 那一段旅程\n[00:25.09]曾是日夜期待你 施捨一点同情\n[00:29.06]我对你是固执 做梦或太热情\n[00:32.94]S:在世上 是你始终不肯退后遗忘我\n[00:37.42]感激你心意 但情人比\n[00:41.13]知己分开更易 怕我爱上你坏了事\n[00:45.92]F:完了吧 如无意外\n[00:49.43]从今开始该好好恋爱\n[00:53.09]放下从前一段感情\n[00:55.69]才能追求将来 你就似没存在\n[01:00.20]S:完了吧 然而你不在\n[01:03.75]情况未像幻想般变改\n[01:07.28]告別从前总是不易\n[01:09.98]原来假如只得我在\n[01:13.11]我竟未能觅寻下一位挚爱\n[01:23.81]F:旧信息应该删走 再没留凭证\n[01:27.38]我共你去到最远 也只是友情\n[01:31.08]如现实是场玩笑 一早清楚內情\n[01:34.93]过去是勇敢 或是未肯适应\n[01:38.97]S:是我笨\n[01:40.12]大概必須先经错误才能会分清我心意\n[01:45.69]共行成长 数不清的故事\n[01:49.59]S:我已爱上你坏了事(F:我爱你你扮作不知)\n[01:52.24]F:完了吧 如无意外(S:早该放开 仲有感慨)\n[01:55.85]F:从今开始该好好恋爱(S:难道我寂寞不来)\n[01:59.46]F:放下从前一段感情\n[02:02.09]F:才能追求将来 你就似没存在(S当做我没存在)\n[02:06.60]S:完了吧(F:应该放开)\n[02:08.20]S:仍能撑起来(F:没有感慨)\n[02:10.19]S:前进便让自尊心放开(F:期望你能寻觅爱)\n[02:13.75]S:告別从前总是不易\n[02:16.46]S:然而假如不止你在(F:只得你在)\n[02:19.60]你可愿仍逗（A：再不愿盲目）合：留在这爱海\n[02:25.82]F:我与你 大概始终不能相爱\n[02:29.44]S:可否不离开 讲出你的感慨\n[02:34.73]S:你用心恋爱(F:我用心恋爱)\n[02:36.16]合:下段道路定更精彩\n[02:40.93]F:完了吧 如无意外\n[02:44.21]曾失恋的 都必須恋爱\n[02:47.80]S:悔恨从前隐瞒感情 常常猜疑将来\n[02:52.31]S:我就似没存在(F:你就似没存在)\n[02:54.96]合:完了吧 仍能撑起来\n[02:58.66]前进便让自尊心放开\n[03:02.23]F:告別从前总是不易\n[03:04.81]F:然而假如真得我在(S:然而假如不止你在)\n[03:07.97]F:我怎样来觅寻下一位挚爱 （S:你可愿停下来望清这挚爱）\n",
        "coverImg":"http://p1.music.126.net/JnzKdsMQc38nBgPl8FOOrA==/6636652185330344.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p4.music.126.net/Yet5_gMZ2rx8PKV1OaZQbg==/1797701521417462.jpg"
    },
    {
        "id":"5",
        "name":"当你",
        "singer":"林俊杰 - 她说",
        "url":"http://210.38.1.140:9999/m10.music.126.net/20170820134124/4961fad255ef33ef1250afe83c89a29e/ymusic/3194/8611/ccc9/835034d53f8af7f495fbf84467be0935.mp3",
        "lyric":"[00:00.00] 作曲 : 林俊杰\n[00:01.00] 作词 : 张思尔\n[00:14.700]如果有一天 我回到从前\n[00:20.530]回到最原始的我\n[00:24.910]你是否 会觉得我不错\n[00:29.360]如果有一天 我离你遥远\n[00:34.090]不能再和你相约\n[00:39.220]你是否会发觉 我已经说再见\n[00:45.120]\n[00:46.780]当你的眼睛 眯着笑 当你喝可乐 当你吵\n[00:53.900]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[01:01.130]当你说今天的烦恼 当你说夜深 你睡不着\n[01:08.280]我想对你说 却害怕都说错 好喜欢你 知不知道\n[01:17.320]\n[01:23.010]如果有一天 梦想都实现\n[01:28.080]回忆都成了永远 你是否还会 记得今天\n[01:37.130]如果有一天 我们都发觉\n[01:41.980]原来什么都可以 我们是否还会 停留在这里\n[01:52.490]\n[01:54.490]当你的眼睛 眯着笑 当你喝可乐 当你吵\n[02:01.660]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[02:08.840]当你说今天的烦恼 当你说夜深 你睡不着\n[02:16.080]我想对你说 却害怕都说错 好喜欢你 知不知道\n[02:25.730]\n[02:29.280]\n[02:38.140]也许空虚 让我想得太多 也许该回到被窝\n[02:44.760]梦里会相遇 就毫不犹豫 大声的说我要说\n[02:51.860]\n[02:52.070]当你的眼睛 眯着笑 当你喝可乐 当你吵\n[02:59.070]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[03:06.180]当你说今天的烦恼 当你说夜深 你睡不着\n[03:13.360]我想对你说 却害怕都说错 好喜欢你 知不知道\n[03:20.770]当你的眼睛 眯着笑 当你喝可乐 当你吵\n[03:27.570]我想对你好 你从来不知道 想你 想你 也能成为嗜好\n[03:34.560]\n[03:34.760]啦 ~ ~ ~ 啦 ~ ~ ~\n[03:42.100]我想对你说 却害怕都说错 好喜欢你 知不知道\n[03:51.910]\n",
        "coverImg":"http://p1.music.126.net/lN7r5689EMOPy8G1unOIYw==/125344325567243.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/iJEdj9L1c7lwNeAwa9izUA==/17824182998203789.jpg"
    },
    {
        "id":"6",
        "name":"修炼爱情",
        "singer":"林俊杰 - 因你而在",
        "url":"http://210.38.1.131:9999/m10.music.126.net/20170820134214/94f51037ca4c88c4cbb39e994f9f86e3/ymusic/624a/1745/3072/6b38766219e0f158a359a386aa2c2de1.mp3",
        "lyric":"[00:00.00] 作曲 : 林俊杰\n[00:01.00] 作词 : 易家扬\n[00:17.298]凭什么要失望\n[00:24.080]藏眼泪到心脏\n[00:29.190]往事不会说谎别跟他为难\n[00:35.796]我们两人之间不需要这样\n[00:43.487]我想\n[00:47.080]修炼爱情的心酸\n[00:49.116]学会放好以前的渴望\n[00:53.186]我们那些信仰 要忘记多难\n[01:00.598]远距离的欣赏 近距离的迷惘\n[01:03.187]谁说太阳会找到月亮\n[01:08.098]别人有的爱\n[01:09.026]我们不可能模仿\n[01:14.088]修炼爱情的悲欢\n[01:18.579]我们这些努力不简单\n[01:22.160]快乐炼成泪水 是一种勇敢\n[01:28.136]几年前的幻想 几年后的原谅\n[01:32.077]为一张脸去养一身伤\n[01:37.490]别讲想念我 我会受不了这样\n[01:43.570]\n[01:46.270]记忆它真嚣张\n[01:52.178]路灯把痛点亮\n[01:57.480]情人一起看过多少次月亮\n[02:04.166]他在天空看过多少次遗忘\n[02:11.570]多少心慌\n[02:15.100]修炼爱情的心酸\n[02:18.600]学会放好以前的渴望\n[02:22.700]我们那些信仰 要忘记多难\n[02:29.289]远距离的欣赏 近距离的迷惘\n[02:32.088]谁说太阳会找到月亮\n[02:36.600]别人有的爱\n[02:38.059]我们不可能模仿\n[02:43.799]修炼爱情的悲欢\n[02:47.888]我们这些努力不简单\n[02:52.079]快乐炼成泪水 是一种勇敢\n[02:58.400]几年前的幻想 几年后的原谅\n[03:01.799]为一张脸去养一身伤\n[03:06.090]别讲想念我 我会受不了这样\n[03:15.388]\n[03:23.618]笑着说爱让人疯狂\n[03:27.679]哭着说爱让人紧张\n[03:31.089]忘不了那个人就投降\n[03:38.988]修炼爱情的悲欢\n[03:41.938]我们这些努力不简单\n[03:47.207]快乐炼成泪水\n[03:49.889]是一种勇敢\n[03:53.877]几年前的幻想 几年后的原谅\n[03:58.588]为一张脸去养一身伤\n[04:01.680]别讲想念我 我会受不了这样\n[04:08.117]几年前的幻想 几年后的原谅\n[04:12.588]为一张脸去养一身伤\n[04:16.597]别讲想念我 我会受不了这样\n[04:24.888]\n",
        "coverImg":"http://p1.music.126.net/6miaRW-_QT81R-gsj4MCLg==/4431031859953290.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/T59-DOYJZcYvKUgIWc5aow==/18359645160711967.jpg"
    },
    {
        "id":"7",
        "name":"一次就好",
        "singer":"杨宗纬 - 《夏洛特的烦恼》主题曲",
        "url":"http://ovqeqbnw9.bkt.clouddn.com/%E6%9D%A8%E5%AE%97%E7%BA%AC%20-%20%E4%B8%80%E6%AC%A1%E5%B0%B1%E5%A5%BD.mp3",
        "lyric":"[00:00.00] 作曲 : 董冬冬\n[00:01.00] 作词 : 陈曦\n[00:25.54] 想看你笑\n[00:28.39] 想和你闹\n[00:30.45] 想拥你入我怀抱\n[00:36.26] 上一秒红着脸在争吵\n[00:41.68] 下一秒转身就能和好\n[00:48.25] 不怕你哭\n[00:51.14] 不怕你叫\n[00:53.01] 因为你是我的骄傲\n[00:58.91] 一双眼睛追着你乱跑\n[01:04.41] 一颗心早已经准备好\n[01:15.97] 一次就好我带你去看天荒地老\n[01:21.62] 在阳光灿烂的日子里开怀大笑\n[01:27.25] 在自由自在的空气里吵吵闹闹\n[01:32.43] 你可知道我唯一的想要\n[01:38.36] 世界还小我陪你去到天涯海角\n[01:44.13] 在没有烦恼的角落里停止寻找\n[01:49.84] 在无忧无虑的时光里慢慢变老\n[01:55.09] 你可知道我全部的心跳\n[02:00.59] 随你跳\n[02:24.13] 想看你笑\n[02:26.76] 想和你闹\n[02:28.98] 想拥你入我怀抱\n[02:34.64] 上一秒红着脸在争吵\n[02:40.25] 下一秒转身就能和好\n[02:46.88] 不怕你哭\n[02:49.68] 不怕你叫\n[02:51.54] 因为你是我的骄傲\n[02:57.52] 一双眼睛追着你乱跑\n[03:02.84] 一颗心早已经准备好\n[03:14.45] 一次就好我带你去看天荒地老\n[03:20.18] 在阳光灿烂的日子里开怀大笑\n[03:25.88] 在自由自在的空气里吵吵闹闹\n[03:31.38] 你可知道我唯一的想要\n[03:36.88] 世界还小我陪你去到天涯海角\n[03:42.78] 在没有烦恼的角落里停止寻找\n[03:48.48] 在无忧无虑的时光里慢慢变老\n[03:57.46] 你可知道我全部的心跳\n[04:04.45] 随你跳\n",
        "coverImg":"http://p1.music.126.net/BUnK2WVqCmzLPr05AIB0FQ==/3312828535856973.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p4.music.126.net/uYApYBkgOLpo2sv5VVtdSQ==/18316764207180285.jpg"
    },
    {
        "id":"8",
        "name":"Million Years Ago",
        "singer":"Adele - 25",
        "url":"http://210.38.1.131:9999/m10.music.126.net/20170820134558/33f44a7a80fa912f5e9416af3e3ac9ff/ymusic/f2bc/f40c/dc84/ce57ac4061bee9526ee7cacd108688fb.mp3",
        "lyric":"[00:00.00] 作词 : Adele/Greg Kurstin\n[00:03.550]I only wanted to have fun\n[00:08.510]Learning to fly, learning to run\n[00:12.770]I let my heart decide the way\n[00:17.300]When I was young\n[00:21.520]Deep down I must have always known\n[00:26.370]That this would be inevitable\n[00:30.860]To earn my stripes I'd have to pay\n[00:35.420]And bear my soul\n[00:37.470]\n[00:53.330]I know I'm not the only one\n[00:58.570]Who regrets the things they've done\n[01:02.450]Sometimes I just feel it's only me\n[01:06.730]Who can't stand the reflection that they see\n[01:11.620]I wish I could live a little more\n[01:16.160]Look up to the sky, not just the floor\n[01:20.740]I feel like my life is flashing by\n[01:25.180]And all I can do is watch and cry\n[01:29.740]I miss the air, I miss my friends\n[01:34.340]I miss my mother; I miss it when\n[01:39.100]Life was a party to be thrown\n[01:43.330]But that was a million years ago\n[01:47.650]\n[01:51.990]When I walk around all of the streets\n[01:57.240]Where I grew up and found my feed.\n[02:01.670]They can't look me in the eye\n[02:05.240]It's like they're scared of me\n[02:10.200]I try to think of things to say\n[02:15.580]Like a joke or a memory\n[02:19.500]But they don't recognize me now\n[02:23.780]In the light of day\n[02:26.130]\n[02:41.990]I know I'm not the only one\n[02:47.290]Who regrets the things they've done\n[02:51.170]Sometimes I just feel it's only me\n[02:55.340]Never became who they thought they'd be\n[03:00.330]I wish I could live a little more\n[03:04.730]Look up to the sky, not just the floor\n[03:09.390]I feel like my life is flashing by\n[03:13.870]And all I can do is watch and cry\n[03:18.500]I miss the air, I miss my friends\n[03:23.200]I miss my mother, I miss it when\n[03:27.600]Life was a party to be thrown\n[03:31.980]But that was a million years ago\n[03:37.640]A million years ago\n",
        "coverImg":"http://p1.music.126.net/XADwoyaJR1RxgVh6HIE91Q==/4454121604137459.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p4.music.126.net/oE3CuleMj5nqRbKr0axRnA==/18196917439951371.jpg"
    },    
    {
        "id":"9",
        "name":"虎口脱险",
        "singer":"老狼 - 晴朗",
        "url":"http://210.38.1.136:9999/m10.music.126.net/20170820134826/2d6076987402e014ff8fdfcea217e9b7/ymusic/7ffc/349e/faad/e508a8aaedbeba9730a0d50444f4257d.mp3",
        "lyric":"[00:00.00] 作曲 : 郁冬\n[00:01.00] 作词 : 郁冬\n[00:36.509]把烟熄灭了吧\n[00:39.209]对身体会 好一点\n[00:43.499]虽然这样很难度过 想你的夜\n[00:51.279]舍不得 我们拥抱的照片\n[00:55.699]却又不想让自己看见\n[00:58.689]把它藏在像框的后面\n[01:04.690]\n[01:06.039]把窗户打开吧\n[01:08.619]对心情会 好一点\n[01:13.419]这样我还能微笑着 和你分别\n[01:20.839]那是 我最喜欢的唱片\n[01:24.539]你说那只是一段音乐\n[01:28.169]却会让我在以后想念\n[01:33.259]\n[01:38.339]说着付出生命的誓言\n[01:42.800]回头看看繁华的世界\n[01:45.809]爱你的每个瞬间像飞驰而过的地铁\n[01:51.679]\n[01:53.170]说过不会掉下的泪水\n[01:56.839]现在沸腾着我的双眼\n[02:01.600]爱你的虎口\n[02:02.619]我脱离了危险\n[02:12.150]\n[02:42.690]把烟熄灭了吧\n[02:44.800]对身体会 好一点\n[02:49.500]虽然这样很难度过 想你的夜\n[02:56.850]舍不得 我们拥抱的照片\n[03:00.540]却又不想让自己看见\n[03:04.240]把它藏在相框的后面\n[03:09.370]\n[03:11.440]把窗户打开吧\n[03:14.180]对心情会 好一点\n[03:19.050]这样我还能微笑着 和你分别\n[03:26.490]那是 我最喜欢的唱片\n[03:30.450]你说那只是一段音乐\n[03:34.730]却会让我在以后想念\n[03:42.970]\n[03:45.100]说着付出生命的誓言\n[03:48.250]回头看看繁华的世界\n[03:51.670]爱你的每个瞬间象飞驰而过的地铁\n[03:58.110]\n[03:59.800]说过不会掉下的泪水\n[04:03.040]现在沸腾着我的双眼\n[04:06.740]爱你的虎口\n[04:08.870]我脱离了危险\n[04:11.810]\n[04:14.180]说着付出生命的誓言\n[04:17.829]回头看看繁华的世界\n[04:21.459]爱你的每个瞬间象飞驰而过的地铁\n[04:28.000]\n[04:28.850]说过不会掉下的泪水\n[04:32.700]现在沸腾着我的双眼\n[04:36.800]爱你的虎口\n[04:38.630]我脱离了危险\n[04:41.680]\n[04:44.180]说着付出生命的誓言\n[04:47.909]回头看看繁华的世界\n[04:51.659]爱你的每个瞬间象飞驰而过的地铁\n[04:55.940]\n",
        "coverImg":"http://p1.music.126.net/CcoUrmfqXP6q-M3p_tiFQw==/65970697667324.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/fhkFuWpXFcKT8tQJqu7KWg==/17709833788660556.jpg"
    },
    {
        "id":"10",
        "name":"成都",
        "singer":"赵雷 - 成都",
        "url":"http://ovqeqbnw9.bkt.clouddn.com/%E8%B5%B5%E9%9B%B7%20-%20%E6%88%90%E9%83%BD.mp3",
        "lyric":"[00:00.00] 作曲 : 赵雷\n[00:01.00] 作词 : 赵雷\n[00:16.75]让我掉下眼泪的 不止昨夜的酒\n[00:25.91]让我依依不舍的 不止你的温柔\n[00:33.91]余路还要走多久 你攥着我的手\n[00:41.70]让我感到为难的 是挣扎的自由\n[00:52.10]分别总是在九月 回忆是思念的愁\n[00:59.63]深秋嫩绿的垂柳 亲吻着我额头\n[01:07.53]在那座阴雨的小城里 我从未忘记你\n[01:15.41]成都 带不走的 只有你\n[01:23.69]和我在成都的街头走一走\n[01:31.08]直到所有的灯都熄灭了也不停留\n[01:39.69]你会挽着我的衣袖 我会把手揣进裤兜\n[01:47.08]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[02:30.37]分别总是在九月 回忆是思念的愁\n[02:38.10]深秋嫩绿的垂柳 亲吻着我额头\n[02:46.13]在那座阴雨的小城里 我从未忘记你\n[02:54.02]成都 带不走的 只有你\n[03:02.34]和我在成都的街头走一走\n[03:10.41]直到所有的灯都熄灭了也不停留\n[03:18.34]你会挽着我的衣袖 我会把手揣进裤兜\n[03:25.51]走到玉林路的尽头 坐在(走过)小酒馆的门口\n[04:35.96][03:35.40]和我在成都的街头走一走\n[04:42.76][03:45.39]直到所有的灯都熄灭了也不停留\n[03:53.62]和我在成都的街头走一走\n[04:01.35]直到所有的灯都熄灭了也不停留\n[04:08.95]你会挽着我的衣袖 我会把手揣进裤兜\n[04:17.27]走到玉林路的尽头 坐在(走过)小酒馆的门口\n",
        "coverImg":"http://p1.music.126.net/34YW1QtKxJ_3YnX9ZzKhzw==/2946691234868155.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p3.music.126.net/RvTUmr9wQR-xjhAxWZ3VoA==/17702137207605115.jpg"
    },
    {
        "id":"11",
        "name":"夜空中最亮的星",
        "singer":"逃跑计划 - 世界",
        "url":"http://ovqeqbnw9.bkt.clouddn.com/%E6%9D%A8%E5%AE%97%E7%BA%AC%20-%20%E4%B8%80%E6%AC%A1%E5%B0%B1%E5%A5%BD.mp3",
        "lyric":"[00:00.00] 作曲 : 逃跑计划\n[00:01.00] 作词 : 逃跑计划\n[00:17.680]夜空中最亮的星 能否听清\n[00:26.230] 那仰望的人 心底的孤独和叹息\n[00:35.650] 夜空中最亮的星 能否记起\n[00:44.210] 曾与我同行 消失在风里的身影\n[00:52.540] 我祈祷拥有一颗透明的心灵\n[00:57.640]和会流泪的眼睛\n[01:01.880] 给我再去相信的勇气\n[01:06.400]越过谎言去拥抱你\n[01:10.420] 每当我找不到存在的意义\n[01:15.300] 每当我迷失在黑夜里\n[01:20.160] 夜空中最亮的星\n[01:24.270] 请指引我靠近你\n[01:37.880]夜空中最亮的星 是否知道\n[01:46.450] 曾与我同行的身影 如今在哪里\n[01:55.450] 夜空中最亮的星 是否在意\n[02:03.950] 是等太阳升起 还是意外先来临\n[02:12.370] 我宁愿所有痛苦都留在心里\n[02:17.690] 也不愿忘记你的眼睛\n[02:22.270] 给我再去相信的勇气\n[02:26.400] 越过谎言去拥抱你\n[02:30.350] 每当我找不到存在的意义\n[02:35.270] 每当我迷失在黑夜里\n[02:40.720] 夜空中最亮的星 请照亮我前行\n[03:05.420]我祈祷拥有一颗透明的心灵\n[03:10.870]和会流泪的眼睛\n[03:15.930] 给我再去相信的勇气\n[03:19.660]越过谎言去拥抱你\n[03:23.600] 每当我找不到存在的意义\n[03:28.760] 每当我迷失在黑夜里\n[03:33.540] 夜空中最亮的星\n[03:37.590]请照亮我前行\n[03:50.890]夜空中最亮的星 能否听清\n[03:59.810]那仰望的人 心底的孤独和叹息\n",
        "coverImg":"http://p1.music.126.net/6qcSXQjKHpDFz82jlFg9EQ==/16675193347168920.webp?imageView&thumbnail=720y720&quality=75&tostatic=0&type=webp",
        "bgImg":"http://p4.music.126.net/fpjMM9ExoDNqjq4IO6sojw==/17692241602939078.jpg"
    }
];
   res.send({
        data: songs
   })
})  